Repository: pattex16/gnome-shell-extension-duckduckgo-search
Catalog: Qwant_search@alex.nitters.*/locale/*/*.po
Languages: de, it, nl

source: fr
de: de
it: it
nl: nl

source: Recherche Qwant
de: Qwant Suche
it: Cerca Qwant
nl: Qwant zoeken

source: Rechercher "{terms}" avec Qwant
de: Such "{terms}" mit Qwant
it: Cerca "{terms}" con Qwant
nl: Zoek "{terms}" met Qwant

source: Erreur
de: Anfrage fehlgeschlagen
it: Richiesta fallita
nl: Verzoek mislukt

source: Veuillez vérifier votre connexion Internet ou réessayer plus tard
de: Bitte überprüfen Sie Ihr Internet oder versuchen Sie es später erneut
it: Controlla la tua connessione Internet o riprova più tardi
nl: Controleer uw internet of probeer opnieuw later

source: Bouton Qwant dans la barre système
de: Qwant-Taste in der Taskleiste
it: Tasto Qwant nella barra delle applicazioni
nl: Qwant-knop in het systeemvak

source: Tous
de: Alle
it: Tutti
nl: Alle

source: Web
de: Internet
nl: Internet

source: Actualités
de: News
it: Novità
nl: Nieuws

source: Social
nl: Sociaal

source: Images
de: Bilder
it: Immagini
nl: Beelden

source: Vidéos
de: Videos
it: Video
nl: Video's

source: Shopping
it: Acquisti
nl: Winkelen

source: Musique
de: Musik
it: Musica
nl: Muziek

source: Catégorie de recherche
de: Forschungskategorie
it: Categoria di ricerca
nl: Onderzoekscategorie

source: Gnome-shell doit-être redémarré (déconnexion/reconnexion) pour que ces paramètres soient changés
de: Gnome-Shell muss neu gestartet werden (Trennen / Wiederverbinden), damit diese Parameter geändert werden können
nl: Gnome-shell moet opnieuw worden gestart (uitloggen/inloggen) om deze instellingen te kunnen wijzigen

source: Gnome-shell doit-être redémmaré (déconnexion/reconnexion) pour que ces paramètres soient changés
it: È necessario riavviare Gnome-shell (disconnect / reconnect) per modificare questi parametri
